{"Contents":[
"<h3><strong>Saga of Hrundir the Blue</strong><br>
<strong>Committed to paper from Oral Tradition by Hrol the Deaf</strong></h3>
</p><p><br></p><p>
In days of yore, there was a chieftess of a tribe. Her hair was wavy, long and blue, and her prowess with the axe in battle was great. She was Hrundir the Blue, and with four long ships sailed to Noma lands for plunder with one hundred companions, brave and stalwart. So commanding was her leadership, that they followed her unquestioningly. Although Akan’s winds bid them return home, so skilled was their seafaring that they arrived on Noma shores, and departed their ships. 
</p><p><br></p><p>
Few trees were to be seen on flatlands all around, and so three ships were taken ashore, and the longhouse built of their wood. They entered into three pluvial weeks where the rain came unending, their shaman ascribing a bad omen to it, but they endured in their shelter, and warmed themselves at the hearth. Finally, when the sun rose, the companions set forth. With crossbow and spell, they set upon the tents and caravans, and gathered for themselves many trinkets and golden things. Their riches became so great, that even the weakest of the tribe wore flowing silk robes, and ostentatious jewelry. 
</p><p><br></p><p>
Once more, Akans winds blew northward beckoning their return home, and again the shaman counseled Hrundir to rebuild the long ships and set off. Hrundir prayed to Mjallidhorn, and decided to dwell in the land for one week longer, for the tribes of the area were gathering to repel them, and she sought to gather the thauma of many souls for Mjallidhorn’s horde. On the sixth dae, a great multitude of saiga and man stampeded over the horizon and approached the longhouse of Hrundir. The companions girded themselves with their finest mail, and prepared for battle. 
</p><p><br></p><p>
Warriors with longswords, axes, and shields assembled at the front, with pikemen at their backs. Crossbows and magi assembled on the rooftop of the longhouse, and a great battle commenced. The thundering sea of riders swirled around the defenders, adding great weight to their shields as they filled with many arrows. But these Nortics were great swimmers, and held fast as the lancers charged into their ranks. A great slaughter began, as saiga and Noma were pierced by the pikes, and sundered by the blades. For two days, a constant battle raged as the hundred companions slayed thousands of riders and mounts, until they finally broke under the crashing waves of the attackers. 
</p><p><br></p><p>
Hrundir blew her horn to signal the rout, as the survivors boarded their longship, where all the treasure was long ago stored, and they put to sea. The riders on the shore loosed arrows and launched fireballs, but the final ten companions endured, and found safe passage to Dunmoon, where they sold their plunder. And so, Hrundir and her companions became very rich, and returned to Nortmidst as heroes.
</p><p><br></p><p>

</p><p><br></p>"]} 